export const films = [
  {
    id: 1,
    title: 'Джохан 2 (2023)',
    img: '/films/film1.avif',
    desc: 'Жахан собирает команду и открывает агентство, которое помогает людям решать разные проблемы. Вся эта затея не нравится жене Жахана Алие, и Жахан обещает ей завязать с этим после того, как закончит свое последнее дело.',
    youtubeLink: 'BwBAG0r_FDg',
    about: [
      '2023',
      'Казахстан',
      'комедия',
      'Анвар Матжанов',
      'Максим Задорнов',
      '4 мая 2023',
      '18+',
      '80 мин.',
      'Казахский',
      'Русские'
    ],
    actorsList: [
      'Жахан Утаргалиев',
      'Сабира Жараскызы',
      'Асхат Урпеков',
      'Шерхан Пирназаров',
      'Гулим Серик',
      'Гульмира Жакилина',
      'Азамат Шаргынов',
      'Адилбек Сапаров',
      'Биржан Чопбаев',
      'Жалгас Кабдолов'
    ],
    promo: '/video/film1.webm',
    code: '0001'
  },
  {
    id: 3,
    title: 'Бесбармақ',
    img: '/films/film3.avif',
    desc: 'В центре сюжета – парень по имени Даулет, который работает в придорожном кафе. В один из дней в кафе заезжает известный ресторатор из Алматы. Дабы выкрутиться из ситуации, и чем-то накормить гостя, ему подают бешбармак, заботливо приготовленный бабушкой Даулета. Пораженный вкусом, ресторатор приглашает молодого повара на работу. Ввязываясь в эту авантюру, Даулет вынужден научиться делать блюдо в самые короткие сроки.',
    youtubeLink: '5HPgVPOWZEQ',
    about: [
      '2023',
      'Казахстан',
      'комедия',
      'Бейбит Онер',
      '————',
      '26 октября 2023',
      '6+',
      '85 мин.',
      'Казахский',
      'Русские'
    ],
    actorsList: ['Рамазан Амантай', 'Аян Отепберген', 'Роза Мукатаева', 'Куандык Шакиржанов'],
    promo: '/video/film3.webm',
    code: '0003'
  },
  {
    id: 4,
    title: 'Coco & Janbo',
    img: '/films/film4.avif',
    desc: 'Вышедший из тюрьмы Жанболат в попытках наладить свою жизнь возвращается к старым привычкам — воровству. При нелепых обстоятельствах он встречает талантливую художницу Корлан. По воле судьбы Жанболат обязывается помогать ей с выставкой, находит у себя талант художника. Подготовка к выставке сближает двух молодых людей, но Жанболату приходится жить двойной жизнью: вора и художника.',
    youtubeLink: 'uUQnBJtKr5k',
    about: [
      '2023',
      'Казахстан',
      'комедия, криминал, мелодрама',
      'Ернар Нургалиев',
      'Жанболат Найзабеков',
      'Еркебулан Куанышбаев',
      '28 сентября 2023',
      '12+',
      '85 мин.',
      'Казахский',
      'Русские'
    ],
    actorsList: [
      'Жанболат Найзабеков',
      'Салтанат Серкебаева',
      'Асель Акбарова',
      'Адильжан Шомбалов',
      'Асхат Урпеков',
      'Мерей Аджибеков',
      'Бекарыс Ахметов'
    ],
    promo: '/video/film4.webm',
    code: '0004'
  },
  {
    id: 2,
    title: 'Районы',
    img: '/films/film2.avif',
    desc: 'Алма-Ата, 1987 год. Главный герой фильма - 16-летний Арсен, который из пригорода переезжает в центр города и идет в новую школу. В новой школе он заводит дружбу с одноклассниками, активными участниками так называемых «Районовских движений». Вместе с этим, Арсен сталкивается с уличной, подростковой иерархией и насилием. И перед ним встает выбор, стать как все или остаться верным самому себе.',
    youtubeLink: 'fND2NLIKu98',
    about: [
      '2016',
      'Казахстан',
      'драма, криминал',
      'Акан Сатаев',
      'Ернар Курмашев, Акан Сатаев, Алия Мендыгожина',
      'Хасанбек Кыдыралиев',
      '3 ноября 2016',
      '18+',
      '90 мин.',
      'Казахский',
      'Русские'
    ],
    actorsList: [
      'Шарип Серик',
      'Асель Сагатова',
      'Жандос Айбасов',
      'Данияр Алшинов',
      'Эльтерес Нуржанов',
      'Дамир Амангельдин',
      'Нурик Калдыбеков',
      'Марьям Сатаева',
      'Сануржан Сулейменов',
      'Жан Оспанов'
    ],
    promo: '/video/film2.webm',
    code: '0002'
  }
]
